ox_docs/history/history11/KBhHIST301ColonialAmerica.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-21 Tue 09:47 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Colonial America</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="https://taproot3.sanity.gq/global.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div>Colonial America  Houjun Liu 2021-09-21 Tue 09:47</div>
</div>
<div id="content">
<h1 class="title">Colonial America</h1>

<div id="outline-container-org0eb3175" class="outline-2">
<h2 id="org0eb3175"><span class="section-number-2">1</span> Talking about the Essay</h2>
<div class="outline-text-2" id="text-1">
<p>
See <a href="KBhIntersectionsEssayPrep.html">Intersection Essay Prep</a>.
</p>
</div>

<div id="outline-container-org18aece3" class="outline-3">
<h3 id="org18aece3"><span class="section-number-3">1.1</span> File Organization</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Take a look at "Colonial America, notes", which are the notes of the class</li>
<li>A PDF of the slides are also available</li>
</ul>
</div>
</div>

<div id="outline-container-org0bd7c4f" class="outline-3">
<h3 id="org0bd7c4f"><span class="section-number-3">1.2</span> When is the draft due?</h3>
<div class="outline-text-3" id="text-1-2">
<p>
IDK. He still won't tell. :(
</p>
</div>
</div>
</div>

<div id="outline-container-org2c60182" class="outline-2">
<h2 id="org2c60182"><span class="section-number-2">2</span> European Colonization</h2>
<div class="outline-text-2" id="text-2">
<p>
A "world-wide imperial contest", a global political competition. Not primarily motivated by spreading <i>democracy</i>, its about Monies.
</p>

<ul class="org-ul">
<li>Spanish: started the conquest, for the Spanish armada</li>
<li>English: bubbling, for minor economic modivation</li>
<li>French: interested in fur, and trying to maximize gain and investment</li>
</ul>

<p>
So, compare and contrast the three systems.
</p>
</div>
</div>

<div id="outline-container-orgff5fb9d" class="outline-2">
<h2 id="orgff5fb9d"><span class="section-number-2">3</span> Voyages of Discovery</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org2e0e776" class="outline-3">
<h3 id="org2e0e776"><span class="section-number-3">3.1</span> Motivations</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Rise of a <i>business</i> oriented class</li>
<li>Pooling of resources for investment</li>
<li>Tech: astrolabe, maps, compass, better ships, etc.</li>
</ul>
</div>
</div>

<div id="outline-container-org4f97108" class="outline-3">
<h3 id="org4f97108"><span class="section-number-3">3.2</span> Mercantilism</h3>
<div class="outline-text-3" id="text-3-2">
<p>
A pair-relationship between colonies:
</p>

<ul class="org-ul">
<li>Mother Country provides&#x2026;
<ul class="org-ul">
<li>Finished products</li>
<li>Protection</li>
<li>Governance</li>
</ul></li>
<li>Colonies provides&#x2026; 
<ul class="org-ul">
<li>Raw materials</li>
<li>Monopolies on market</li>
<li>Loyalty</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgc06eebe" class="outline-2">
<h2 id="orgc06eebe"><span class="section-number-2">4</span> Colonizers</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgae95274" class="outline-3">
<h3 id="orgae95274"><span class="section-number-3">4.1</span> Russians!</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Russia traveling from west =&gt; east; competing with the northern going group.
</p>
</div>
</div>

<div id="outline-container-org0208165" class="outline-3">
<h3 id="org0208165"><span class="section-number-3">4.2</span> Spain!</h3>
<div class="outline-text-3" id="text-4-2">
<p>
"Superpower" built upon the Spanish Navy (the "armada.")
</p>

<ul class="org-ul">
<li>Mission: churches religions and cultures (supposed to be self-sufficient)</li>
<li>Presidio: military gates and posts</li>
<li>Pueblos: living</li>
</ul>
</div>

<div id="outline-container-org7ae5602" class="outline-4">
<h4 id="org7ae5602"><span class="section-number-4">4.2.1</span> Goals</h4>
<div class="outline-text-4" id="text-4-2-1">
<ul class="org-ul">
<li>Find Gold!</li>
<li>Acquire Land!</li>
<li>Develop Trade!</li>
<li>Christian conversion (mostly to get papal decree</li>
</ul>
</div>
</div>

<div id="outline-container-org349cb7e" class="outline-4">
<h4 id="org349cb7e"><span class="section-number-4">4.2.2</span> Weaknesses</h4>
<div class="outline-text-4" id="text-4-2-2">
<ul class="org-ul">
<li>Spanish empire stretched pretty thin</li>
<li>Did not allow others to come trade, which means limited trade</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orge622b2d" class="outline-3">
<h3 id="orge622b2d"><span class="section-number-3">4.3</span> England!</h3>
<div class="outline-text-3" id="text-4-3">
<p>
Leveraged <b>Privateers</b>: pirates with royal decrees, to destroy ability. Defeated the armada by chasing them and sticking them into the English isle.
</p>

<p>
All business adventures to make money. Settlers were not as loyal because there were a group of dissidents, beggars, and ex-convicts. Also, they are not motivated by missionary reasons.
</p>
</div>
</div>

<div id="outline-container-org24469ae" class="outline-3">
<h3 id="org24469ae"><span class="section-number-3">4.4</span> France</h3>
<div class="outline-text-3" id="text-4-4">
<p>
French along the river systems. Everything flows from the river systems.
</p>

<p>
Based on <b>trade</b> rather than <b>architecture</b>. Leveraged the Fur Trade as the primary exclusive source of income.
</p>
</div>
</div>
</div>

<div id="outline-container-orgec78de6" class="outline-2">
<h2 id="orgec78de6"><span class="section-number-2">5</span> Colonized</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>No respect for Native American cultures or strategies of land use</li>
<li>Every mission courtyard had a place where those who disobeyed where wipped</li>
<li><p>
Father Junipero Serra: think that the native were "childlike" and required education
</p>

<hr /></li>
</ul>
</div>
</div>

<div id="outline-container-orgfd85935" class="outline-2">
<h2 id="orgfd85935"><span class="section-number-2">6</span> Colonial America, the Thirteen American Colonies</h2>
<div class="outline-text-2" id="text-6">
<p>
The original British colonies sucked. The English didn't want for them to trade with each othere, but with England.
</p>

<p>
Oh by the way: Florida was <i>not</i> the Thirteen Colonies
</p>
</div>
