firn_docs/history/history11/KBhHIST301ColonialAmerica.tex
% Created 2021-09-27 Mon 11:52
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\setlength{\parindent}{0pt}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{svg}
\usepackage{cancel}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\renewcommand{\tableofcontents}{}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Houjun Liu}
\date{\today}
\title{Colonial America}
\hypersetup{
 pdfauthor={Houjun Liu},
 pdftitle={Colonial America},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents


\section{Talking about the Essay}
\label{sec:org36edb67}
See \href{KBhIntersectionsEssayPrep.org}{Intersection Essay Prep}.

\subsection{File Organization}
\label{sec:orgc92f720}
\begin{itemize}
\item Take a look at "Colonial America, notes", which are the notes of the class
\item A PDF of the slides are also available
\end{itemize}

\subsection{When is the draft due?}
\label{sec:org69d3285}
IDK. He still won't tell. :(

\section{European Colonization}
\label{sec:orgdb5565f}
A "world-wide imperial contest", a global political competition. Not primarily motivated by spreading \emph{democracy}, its about Monies.

\begin{itemize}
\item Spanish: started the conquest, for the Spanish armada
\item English: bubbling, for minor economic modivation
\item French: interested in fur, and trying to maximize gain and investment
\end{itemize}

So, compare and contrast the three systems.

\section{Voyages of Discovery}
\label{sec:orgfd4d391}

\subsection{Motivations}
\label{sec:org232fc59}
\begin{itemize}
\item Rise of a \emph{business} oriented class
\item Pooling of resources for investment
\item Tech: astrolabe, maps, compass, better ships, etc.
\end{itemize}

\subsection{Mercantilism}
\label{sec:orgf81df95}
A pair-relationship between colonies:

\begin{itemize}
\item Mother Country provides\ldots{}
\begin{itemize}
\item Finished products
\item Protection
\item Governance
\end{itemize}
\item Colonies provides\ldots{} 
\begin{itemize}
\item Raw materials
\item Monopolies on market
\item Loyalty
\end{itemize}
\end{itemize}

\section{Colonizers}
\label{sec:org64bf7bf}

\subsection{Russians!}
\label{sec:org68f3b4d}
Russia traveling from west => east; competing with the northern going group.

\subsection{Spain!}
\label{sec:org674912a}
"Superpower" built upon the Spanish Navy (the "armada.")

\begin{itemize}
\item Mission: churches religions and cultures (supposed to be self-sufficient)
\item Presidio: military gates and posts
\item Pueblos: living
\end{itemize}

\subsubsection{Goals}
\label{sec:org0500033}
\begin{itemize}
\item Find Gold!
\item Acquire Land!
\item Develop Trade!
\item Christian conversion (mostly to get papal decree
\end{itemize}

\subsubsection{Weaknesses}
\label{sec:orgfc31260}
\begin{itemize}
\item Spanish empire stretched pretty thin
\item Did not allow others to come trade, which means limited trade
\end{itemize}

\subsection{England!}
\label{sec:org66a88ac}
Leveraged \textbf{Privateers}: pirates with royal decrees, to destroy ability. Defeated the armada by chasing them and sticking them into the English isle.

All business adventures to make money. Settlers were not as loyal because there were a group of dissidents, beggars, and ex-convicts. Also, they are not motivated by missionary reasons.

\subsection{France}
\label{sec:org461b742}
French along the river systems. Everything flows from the river systems.

Based on \textbf{trade} rather than \textbf{architecture}. Leveraged the Fur Trade as the primary exclusive source of income.

\section{Colonized}
\label{sec:org8e294a4}
\begin{itemize}
\item No respect for Native American cultures or strategies of land use
\item Every mission courtyard had a place where those who disobeyed where wipped
\item Father Junipero Serra: think that the native were "childlike" and required education

\noindent\rule{\textwidth}{0.5pt}
\end{itemize}

\section{Colonial America, the Thirteen American Colonies}
\label{sec:org3245c05}
The original British colonies sucked. The English didn't want for them to trade with each othere, but with England.

Oh by the way: Florida was \emph{not} the Thirteen Colonies
