src/history/history11/KBhHIST301ColonialAmerica.org
** Jamestown, Virginia
1607, John Smith's colonies. It was a Charter colony, it was a business by the order of the Crown.

- 50% Mortality in Year 1
- Not self sufficient: hunting gold instead of deer, did not plant enough
- Too many "gentlemen", not enough laborers. Smith: "He how will not work shall not eat."

John Rolfe introduces *tobacco*: provides economic foundation for Virginia. Tobacco causes cancer, and so if Barry catches you smoking he will....

- 1619: House of Burgesses formed; 1st elected representative body in North America
- 1619: First Africans sold; indentured servants became racialized
- 1622: Powhatan attack the settlement
- 1624: Crown buys Jamestown; it becomes a "Crown Colony"

*** Bacon's Rebellion 
Jamestown grew rapidly b/c of tobacco. Willian Berkeley proceeds to corrupt the House of Burgesses to restrict political rights to landowners.

Nathaniel Bacon had a /coup d' etat/ against Berkeley.

**Significance**: illuminates growing sociopolitical tensions between landless men vs. those in power.

** The Mayflower
Group of other "Pilgrims" arriving in the new New World. Agree to create a covenant, promising to obey" just and equal laws."

- "Covenant and combine ourselves together in a **civil body politic**"
- "Enact, constitute, and frame just and equal laws"

** Puritan's Colonies: Massachusetts Bay
Massachusetts Co. Puritan's Goal: establish a "City of God."

- Wanted to setup a Puritan colony that allow
- Lack of religious toleration: forced the Quakers to leave

Puritans planted food to support the growth of these colonies.

*** From Massachusetts and Plymouth
Plymouth is a basis for the subsequent settlement of...

- Rhode Island
- Connecticut
- Now Hampshire
- Maine

*** Structure of Settlements
- Members bounded by covenants
- Houses & Meeting house laid in common pasture
- "Selectmen" elected to do roles

*** Puritans' System' Problems
Communism doesn't work b/c there is a fundamental lack of trust between human communities.

- Didn't value religious differences
- ()? Became royal colonies

*** Religious Differences
| Puritans       | Quakers               |
|----------------+-----------------------|
| Predestination | Nonviolence           |
| Conversion     | God exists in all men |

** Connecticut
Settlers from Massachusetts bay looking for more land. Received charter to elect their own governor.

** New Netherlands (NY)
Dutch established the Patroon system: land granted for bringing new settlers. Crown awards land to Lord York after defeat of Dutch.

** New Sweden (Delaware)
Also gave to lord York somehow?

** New Jersey and Pennsylvania
Sold land to the Quakers. As a thank you to the William Penn, who gave the Quakers' land, they:

*** Pennsylvania's System
- Established a liberal frame of government with assembly
- Good relations with Native Americans - "Paid for Land"
- Had no army, believed in peace

*** Philadelphia
- City laid out as a grid
- Established the first model for urban planning in many colonies

** Maryland
Catholic colony. Had religious toleration after realizing the Puritans came swooping in.

** Carolina
1663, chartered by the crown. Planned to attract settlers with religious & political freedom. Central to the trading of slavery.

** Georgia
Buffer zone between Carolina (productive slave trading region) and Spanish Florida

- Attempted to create Utopian societies
- ... but failed

