ox_docs/history/history11/KBhHIST301ColonialAmerica.html


<div id="outline-container-orga4c0790" class="outline-3">
<h3 id="orga4c0790"><span class="section-number-3">6.1</span> Jamestown, Virginia</h3>
<div class="outline-text-3" id="text-6-1">
<p>
1607, John Smith's colonies. It was a Charter colony, it was a business by the order of the Crown.
</p>

<ul class="org-ul">
<li>50% Mortality in Year 1</li>
<li>Not self sufficient: hunting gold instead of deer, did not plant enough</li>
<li>Too many "gentlemen", not enough laborers. Smith: "He how will not work shall not eat."</li>
</ul>

<p>
John Rolfe introduces <b>tobacco</b>: provides economic foundation for Virginia. Tobacco causes cancer, and so if Barry catches you smoking he will&#x2026;.
</p>

<ul class="org-ul">
<li>1619: House of Burgesses formed; 1st elected representative body in North America</li>
<li>1619: First Africans sold; indentured servants became racialized</li>
<li>1622: Powhatan attack the settlement</li>
<li>1624: Crown buys Jamestown; it becomes a "Crown Colony"</li>
</ul>
</div>

<div id="outline-container-org70fa78d" class="outline-4">
<h4 id="org70fa78d"><span class="section-number-4">6.1.1</span> Bacon's Rebellion</h4>
<div class="outline-text-4" id="text-6-1-1">
<p>
Jamestown grew rapidly b/c of tobacco. Willian Berkeley proceeds to corrupt the House of Burgesses to restrict political rights to landowners.
</p>

<p>
Nathaniel Bacon had a <i>coup d' etat</i> against Berkeley.
</p>

<p>
<b><b>Significance</b></b>: illuminates growing sociopolitical tensions between landless men vs. those in power.
</p>
</div>
</div>
</div>

<div id="outline-container-org0b55e7a" class="outline-3">
<h3 id="org0b55e7a"><span class="section-number-3">6.2</span> The Mayflower</h3>
<div class="outline-text-3" id="text-6-2">
<p>
Group of other "Pilgrims" arriving in the new New World. Agree to create a covenant, promising to obey" just and equal laws."
</p>

<ul class="org-ul">
<li>"Covenant and combine ourselves together in a <b><b>civil body politic</b></b>"</li>
<li>"Enact, constitute, and frame just and equal laws"</li>
</ul>
</div>
</div>

<div id="outline-container-orgf66720b" class="outline-3">
<h3 id="orgf66720b"><span class="section-number-3">6.3</span> Puritan's Colonies: Massachusetts Bay</h3>
<div class="outline-text-3" id="text-6-3">
<p>
Massachusetts Co. Puritan's Goal: establish a "City of God."
</p>

<ul class="org-ul">
<li>Wanted to setup a Puritan colony that allow</li>
<li>Lack of religious toleration: forced the Quakers to leave</li>
</ul>

<p>
Puritans planted food to support the growth of these colonies.
</p>
</div>

<div id="outline-container-orgd641eee" class="outline-4">
<h4 id="orgd641eee"><span class="section-number-4">6.3.1</span> From Massachusetts and Plymouth</h4>
<div class="outline-text-4" id="text-6-3-1">
<p>
Plymouth is a basis for the subsequent settlement of&#x2026;
</p>

<ul class="org-ul">
<li>Rhode Island</li>
<li>Connecticut</li>
<li>Now Hampshire</li>
<li>Maine</li>
</ul>
</div>
</div>

<div id="outline-container-orge620d9f" class="outline-4">
<h4 id="orge620d9f"><span class="section-number-4">6.3.2</span> Structure of Settlements</h4>
<div class="outline-text-4" id="text-6-3-2">
<ul class="org-ul">
<li>Members bounded by covenants</li>
<li>Houses &amp; Meeting house laid in common pasture</li>
<li>"Selectmen" elected to do roles</li>
</ul>
</div>
</div>

<div id="outline-container-orge7fb9df" class="outline-4">
<h4 id="orge7fb9df"><span class="section-number-4">6.3.3</span> Puritans' System' Problems</h4>
<div class="outline-text-4" id="text-6-3-3">
<p>
Communism doesn't work b/c there is a fundamental lack of trust between human communities.
</p>

<ul class="org-ul">
<li>Didn't value religious differences</li>
<li>()? Became royal colonies</li>
</ul>
</div>
</div>

<div id="outline-container-org7a76f77" class="outline-4">
<h4 id="org7a76f77"><span class="section-number-4">6.3.4</span> Religious Differences</h4>
<div class="outline-text-4" id="text-6-3-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Puritans</th>
<th scope="col" class="org-left">Quakers</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Predestination</td>
<td class="org-left">Nonviolence</td>
</tr>

<tr>
<td class="org-left">Conversion</td>
<td class="org-left">God exists in all men</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-orgb52ac44" class="outline-3">
<h3 id="orgb52ac44"><span class="section-number-3">6.4</span> Connecticut</h3>
<div class="outline-text-3" id="text-6-4">
<p>
Settlers from Massachusetts bay looking for more land. Received charter to elect their own governor.
</p>
</div>
</div>

<div id="outline-container-orgec289c6" class="outline-3">
<h3 id="orgec289c6"><span class="section-number-3">6.5</span> New Netherlands (NY)</h3>
<div class="outline-text-3" id="text-6-5">
<p>
Dutch established the Patroon system: land granted for bringing new settlers. Crown awards land to Lord York after defeat of Dutch.
</p>
</div>
</div>

<div id="outline-container-org9f9b437" class="outline-3">
<h3 id="org9f9b437"><span class="section-number-3">6.6</span> New Sweden (Delaware)</h3>
<div class="outline-text-3" id="text-6-6">
<p>
Also gave to lord York somehow?
</p>
</div>
</div>

<div id="outline-container-orge3d8131" class="outline-3">
<h3 id="orge3d8131"><span class="section-number-3">6.7</span> New Jersey and Pennsylvania</h3>
<div class="outline-text-3" id="text-6-7">
<p>
Sold land to the Quakers. As a thank you to the William Penn, who gave the Quakers' land, they:
</p>
</div>

<div id="outline-container-orgf10c1eb" class="outline-4">
<h4 id="orgf10c1eb"><span class="section-number-4">6.7.1</span> Pennsylvania's System</h4>
<div class="outline-text-4" id="text-6-7-1">
<ul class="org-ul">
<li>Established a liberal frame of government with assembly</li>
<li>Good relations with Native Americans - "Paid for Land"</li>
<li>Had no army, believed in peace</li>
</ul>
</div>
</div>

<div id="outline-container-org12f4ad4" class="outline-4">
<h4 id="org12f4ad4"><span class="section-number-4">6.7.2</span> Philadelphia</h4>
<div class="outline-text-4" id="text-6-7-2">
<ul class="org-ul">
<li>City laid out as a grid</li>
<li>Established the first model for urban planning in many colonies</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgd7e2c54" class="outline-3">
<h3 id="orgd7e2c54"><span class="section-number-3">6.8</span> Maryland</h3>
<div class="outline-text-3" id="text-6-8">
<p>
Catholic colony. Had religious toleration after realizing the Puritans came swooping in.
</p>
</div>
</div>

<div id="outline-container-org4c25cf7" class="outline-3">
<h3 id="org4c25cf7"><span class="section-number-3">6.9</span> Carolina</h3>
<div class="outline-text-3" id="text-6-9">
<p>
1663, chartered by the crown. Planned to attract settlers with religious &amp; political freedom. Central to the trading of slavery.
</p>
</div>
</div>

<div id="outline-container-orga3e15b8" class="outline-3">
<h3 id="orga3e15b8"><span class="section-number-3">6.10</span> Georgia</h3>
<div class="outline-text-3" id="text-6-10">
<p>
Buffer zone between Carolina (productive slave trading region) and Spanish Florida
</p>

<ul class="org-ul">
<li>Attempted to create Utopian societies</li>
<li>&#x2026; but failed</li>
</ul>
</div>
</div>
</div>
