firn_docs/history/history11/KBhHIST301ColonialAmerica.tex


\subsection{Jamestown, Virginia}
\label{sec:org4118bbd}
1607, John Smith's colonies. It was a Charter colony, it was a business by the order of the Crown.

\begin{itemize}
\item 50\% Mortality in Year 1
\item Not self sufficient: hunting gold instead of deer, did not plant enough
\item Too many "gentlemen", not enough laborers. Smith: "He how will not work shall not eat."
\end{itemize}

John Rolfe introduces \textbf{tobacco}: provides economic foundation for Virginia. Tobacco causes cancer, and so if Barry catches you smoking he will\ldots{}.

\begin{itemize}
\item 1619: House of Burgesses formed; 1st elected representative body in North America
\item 1619: First Africans sold; indentured servants became racialized
\item 1622: Powhatan attack the settlement
\item 1624: Crown buys Jamestown; it becomes a "Crown Colony"
\end{itemize}

\subsubsection{Bacon's Rebellion}
\label{sec:orgc89d6e7}
Jamestown grew rapidly b/c of tobacco. Willian Berkeley proceeds to corrupt the House of Burgesses to restrict political rights to landowners.

Nathaniel Bacon had a \emph{coup d' etat} against Berkeley.

\textbf{\textbf{Significance}}: illuminates growing sociopolitical tensions between landless men vs. those in power.

\subsection{The Mayflower}
\label{sec:org255d0d3}
Group of other "Pilgrims" arriving in the new New World. Agree to create a covenant, promising to obey" just and equal laws."

\begin{itemize}
\item "Covenant and combine ourselves together in a \textbf{\textbf{civil body politic}}"
\item "Enact, constitute, and frame just and equal laws"
\end{itemize}

\subsection{Puritan's Colonies: Massachusetts Bay}
\label{sec:org3fcc064}
Massachusetts Co. Puritan's Goal: establish a "City of God."

\begin{itemize}
\item Wanted to setup a Puritan colony that allow
\item Lack of religious toleration: forced the Quakers to leave
\end{itemize}

Puritans planted food to support the growth of these colonies.

\subsubsection{From Massachusetts and Plymouth}
\label{sec:orgd4d2789}
Plymouth is a basis for the subsequent settlement of\ldots{}

\begin{itemize}
\item Rhode Island
\item Connecticut
\item Now Hampshire
\item Maine
\end{itemize}

\subsubsection{Structure of Settlements}
\label{sec:orga569f6b}
\begin{itemize}
\item Members bounded by covenants
\item Houses \& Meeting house laid in common pasture
\item "Selectmen" elected to do roles
\end{itemize}

\subsubsection{Puritans' System' Problems}
\label{sec:org13f55a2}
Communism doesn't work b/c there is a fundamental lack of trust between human communities.

\begin{itemize}
\item Didn't value religious differences
\item ()? Became royal colonies
\end{itemize}

\subsubsection{Religious Differences}
\label{sec:org87ed515}
\begin{center}
\begin{tabular}{ll}
Puritans & Quakers\\
\hline
Predestination & Nonviolence\\
Conversion & God exists in all men\\
\end{tabular}
\end{center}

\subsection{Connecticut}
\label{sec:orgc2a1a27}
Settlers from Massachusetts bay looking for more land. Received charter to elect their own governor.

\subsection{New Netherlands (NY)}
\label{sec:orga7ac400}
Dutch established the Patroon system: land granted for bringing new settlers. Crown awards land to Lord York after defeat of Dutch.

\subsection{New Sweden (Delaware)}
\label{sec:orgd14d686}
Also gave to lord York somehow?

\subsection{New Jersey and Pennsylvania}
\label{sec:org4c24324}
Sold land to the Quakers. As a thank you to the William Penn, who gave the Quakers' land, they:

\subsubsection{Pennsylvania's System}
\label{sec:org8e1a5ea}
\begin{itemize}
\item Established a liberal frame of government with assembly
\item Good relations with Native Americans - "Paid for Land"
\item Had no army, believed in peace
\end{itemize}

\subsubsection{Philadelphia}
\label{sec:org52670e8}
\begin{itemize}
\item City laid out as a grid
\item Established the first model for urban planning in many colonies
\end{itemize}

\subsection{Maryland}
\label{sec:org9a0964f}
Catholic colony. Had religious toleration after realizing the Puritans came swooping in.

\subsection{Carolina}
\label{sec:orgf840251}
1663, chartered by the crown. Planned to attract settlers with religious \& political freedom. Central to the trading of slavery.

\subsection{Georgia}
\label{sec:org3307195}
Buffer zone between Carolina (productive slave trading region) and Spanish Florida

\begin{itemize}
\item Attempted to create Utopian societies
\item \ldots{} but failed
\end{itemize}
