src/history/history11/KBhHIST301ColonialAmerica.org
* Emergence of Colonies
I need notes from someone here.

- Expansion towards west
- Concentration of agriculture in the south
  - Cotton
  - Tobacco
  - Cotton => created technology to fluffy cottons

Lots of **tax** from the British. Individuals bitter about the large industry in England compared to the large raw products form the Americas.

** The Deed of Gift of Robert Carter
Begin /manumission/: began freeing slaves in 1791, one of the first emancipators.

=> A lot of racial tensions were allowed to continue and contributed to the problem
  
** Port Cities
Port cities grew bigger and became hubs of cultural and political activity.

- Revolutionary sparks occurred first at big cities {Boston, Philly, NYC}
- Served as industrial centers
- Increased education
  


* And so, explain
- What characteristics do these colonies have in common?
- What relationships were building between the colonies and the crown
- What "roots" of democracy emerged?
- What "American" values emerge
