ox_docs/history/history11/KBhHIST301ColonialAmerica.html

<div id="outline-container-org7a16384" class="outline-2">
<h2 id="org7a16384"><span class="section-number-2">7</span> Emergence of Colonies</h2>
<div class="outline-text-2" id="text-7">
<p>
I need notes from someone here.
</p>

<ul class="org-ul">
<li>Expansion towards west</li>
<li>Concentration of agriculture in the south
<ul class="org-ul">
<li>Cotton</li>
<li>Tobacco</li>
<li>Cotton =&gt; created technology to fluffy cottons</li>
</ul></li>
</ul>

<p>
Lots of <b><b>tax</b></b> from the British. Individuals bitter about the large industry in England 
</p>
</div>

<div id="outline-container-org8f74a1c" class="outline-3">
<h3 id="org8f74a1c"><span class="section-number-3">7.1</span> The Deed of Gift of Robert Carter</h3>
<div class="outline-text-3" id="text-7-1">
<p>
Begin <i>manumission</i>: began freeing slaves in 1791, one of the first emancipators.
</p>

<p>
=&gt; A lot of racial tensions were allowed to continue and contributed to the problem
</p>
</div>
</div>

<div id="outline-container-org46f8276" class="outline-3">
<h3 id="org46f8276"><span class="section-number-3">7.2</span> Port Cities</h3>
<div class="outline-text-3" id="text-7-2">
<p>
Port cities grew bigger and became hubs of cultural and political activity.
</p>

<ul class="org-ul">
<li>Revolutionary sparks occurred first at big cities {Boston, Philly, NYC}</li>
<li>Served as industrial centers</li>
<li>Increased education</li>
</ul>
</div>
</div>
</div>



<div id="outline-container-org03da02b" class="outline-2">
<h2 id="org03da02b"><span class="section-number-2">8</span> And so, explain</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>What characteristics do these colonies have in common?</li>
<li>What relationships were building between the colonies and the crown</li>
<li>What "roots" of democracy emerged?</li>
<li>What "American" values emerge</li>
</ul>
</div>
</div>
</div>
</body>
</html>
