firn_docs/history/history11/KBhHIST301ColonialAmerica.tex

\section{Emergence of Colonies}
\label{sec:orgd58e93d}
I need notes from someone here.

\begin{itemize}
\item Expansion towards west
\item Concentration of agriculture in the south
\begin{itemize}
\item Cotton
\item Tobacco
\item Cotton => created technology to fluffy cottons
\end{itemize}
\end{itemize}

Lots of \textbf{\textbf{tax}} from the British. Individuals bitter about the large industry in England compared to the large raw products form the Americas.

\subsection{The Deed of Gift of Robert Carter}
\label{sec:org6baae4f}
Begin \emph{manumission}: began freeing slaves in 1791, one of the first emancipators.

=> A lot of racial tensions were allowed to continue and contributed to the problem

\subsection{Port Cities}
\label{sec:org924c30b}
Port cities grew bigger and became hubs of cultural and political activity.

\begin{itemize}
\item Revolutionary sparks occurred first at big cities \{Boston, Philly, NYC\}
\item Served as industrial centers
\item Increased education
\end{itemize}


\section{The Seven Year's War}
\label{sec:orgff0428b}
\href{KBhFrenchAndIndian.org}{French and Indian War}

\section{And so, explain}
\label{sec:org5d23d32}
\begin{itemize}
\item What characteristics do these colonies have in common?
\item What relationships were building between the colonies and the crown
\item What "roots" of democracy emerged?
\item What "American" values emerge
\end{itemize}
\end{document}
